export const textHighlightMarker = [
  ["*", "<b>", "</b>"],
  ["#", "<i>", "</i>"],
  ["(e)", '<span class="text-emoji">', "</span>"],
];

export const emojiShortCuts = [
  [":)", "😊"],
  [":-)", "😊"],
  [":D", "😂"],
  [":-D", "😂"],
  [":O", "😮"],
  [":-O", "😮"],
  [":(", "☹️"],
  [":-(", "☹️"],
  [":'(", "😢"],
  [":*", "😘"],
  ["<3", "❤️"],
  ["(party)", "🎉"],
  ["(cool)", "😎"],
  ["(shrug)", "🤷‍♂️"],
  ["(think)", "🤔"],
  ["(thumbsup)", "👍"],
  ["(thumb)", "👍"],
  ["(seeno)", "🙈"],
  ["(seenoevil)", "🙈"],
  ["(devil)", "😈"],
];
